/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "項目を送信できません";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "後でやり直してください";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Skype にサインインしていません";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ さんが写真を送信しました。";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "このデバイスはまだ Skype の新しい写真共有機能に対応していませんが、ここからブラウザーで写真を表示することはできます:%@";
